Repository: tgermer/SpinTracer
Catalog: Localizable.xcstrings
Source language: en
Languages: de

source: Add Bicycle
de: Fahrrad hinzufügen

source: Add Ride
de: Fahrt hinzufügen

source: Average Speed
de: Durchschnittsgeschwindigkeit

source: Average Speed (km/h)
de: Durchschnittsgeschwindigkeit (km/h)

source: Bicycle
de: Fahrrad

source: bicycle-name
de: Name

source: Bicycles you add will appear here.
de: Hinzugefügte Fahrräder erscheinen hier.

source: bike-color
de: Farbe

source: bike-details
de: Details

source: Calories Burned
de: Verbrannte Kalorin

source: Cancel
de: Abbrechen

source: Date
de: Datum

source: Distance
de: Entfernung

source: Distance (km)
de: Entfernung (km)

source: Duration
de: Dauer

source: Duration (min)
de: Dauer (min)

source: frame-number
de: Rahmennummer

source: No Bicycles
de: Keine Fahrräder vorhanden

source: No Rides
de: Keine Fahrten

source: No rides recorded yet.
de: Keine Fahrten eingetragen.

source: purchase-date
de: Kaufdatum

source: purchase-details
de: Kaufdatum

source: purchase-mileage
de: Anfangskilometer

source: purchase-price
de: Kaufpreis

source: Ride Details
de: Fahrtdetails

source: ride-history
de: Fahrt-Historie

source: Rides you add will appear here.
de: Hinzugefügte Fahrten erscheinen hier.

source: Save
de: Speichern

source: Select Category
de: Kategorie auswählen

source: service-interval
de: Insprektions-Intervall

source: set-categories
de: Kategorien bearbeiten

source: settings-categories
de: Kategorien

# tab-bicycles
source: Bicycles
de: Fahrräder

source: tab-rides
de: Fahrten

source: tab-settings
de: Einstellungen

source: tab-statistics
de: Statistiken

source: tab-stats
de: Statistik
